var local_database=[{
  data:"11月11日 3：20",
  avatar:"/images/list/1.png",
  content: "宅邸篇中对昴的情感（好感度）随着昴在几次重新读档后的不同表现而不同，曾因昴的行为可疑（不知道昴是读档重来的）怀疑昴是爱蜜莉亚敌对势力或者魔女教派来的间谍而伤害或杀死昴昴一周目行为自然，雷姆起初对其有疑心，但疑心随着昴在宅邸的笨拙而努力的工作渐渐消夷/n二周目昴行为可疑，第一次来宅邸却十分熟悉宅邸，最后发现昴在半夜居然要去艾米莉亚房间便独断专行地了结了其生命（事后称不忍再看昴受诅咒折磨而下手的，真实原因不知，也可能是因为昴的魔女气息跟可疑行为的原因/n三周目则因为昴选择了当食客而不是佣人，没有好感度，并且昴行为可疑，对其没有丝毫好感，在发现昴出了宅邸后居然监视着宅邸，便判断其绝对是魔女教或者敌对势力间谍，就私自在森林中追杀并拷问昴，后拉姆因看不下去雷姆折磨昴便下手杀了昴/n四周目，昴因为前几周目发现雷姆跟拉姆对其下手而心灰意冷，最后一天躲在贝阿朵莉丝的禁书库里。雷姆只能自己前去村子购买物资（一周目是和男主一起去，男主被魔兽咬伤而受到诅咒死）被魔兽咬伤，受到诅咒，当晚便衰弱死。后来昴在拉姆追杀时终于想通，并立誓“下一次”一定要拯救雷姆跟拉姆后跳崖自杀读档/n五周目，由于昴知道了原先自己昏迷时握住的双手是拉姆跟雷姆的，立誓拯救她们，并发现下咒的是在村里的小狗（魔兽）判断小孩们有危险，想前去村子救小孩们，而拉姆雷姆则一方面对昴存有疑虑一方面也怕小孩有危险，于是雷姆跟昴去村子救人，拉姆则守护宅邸（实际是找贝尔托里丝核实诅咒的事）[2]  ，后雷姆跟昴推测小孩在结界破坏掉的树林里，一起进去救人，在逃离时被魔兽袭击，雷姆鬼化后大意差点被魔兽从背后袭击，昴则推开了她自己被魔兽袭击重伤（事后雷姆自责不已，知道那时候自己还能回头再救昴的，却因为他的魔女气息犹豫了）在这次事件中也爱上了昴.",
  name:"蕾姆",
  listId:0

},
{
  data: "11月12日 3：20",
  avatar: "/images/list/2.png",
  content: "后来虚饰的魔女和强欲司教来袭，顺带引来了三大魔兽之一的黑蛇来袭击精灵群落。为了对抗强欲司教，怠惰司教强行融合了贤者交托给他的魔女因子觉醒了【不可视之手】，但依然不是强欲司教的对手，怠惰濒临死亡。在一旁观战的虚饰魔女使用权能改写了“让强欲司教与自己随行袭击精灵群落”的事实强制让强欲司教回去了。强欲司教所做成的一切对现实的干涉都被还原，怠惰身上的所有伤都被因“强欲司教不曾出现在这里”而还原了/n战斗的最后，因虚饰魔女使用权能【改写现实】，怠惰误杀了他最珍视的菲露托娜而精神崩溃。目睹这一切的爱蜜莉雅暴走了，爆发出超越虚饰魔女的魔力连气候都能改变的威力，但依旧不敌虚饰魔女。虚饰魔女无法达成目的【3】，就只好暂时撤退，临走前篡改了爱蜜莉雅的记忆，然后把精神崩溃怠惰司教带走了。随后爱蜜莉雅因持续不可控的魔力暴走连同自己一起冰封了整片艾利奥尔大森林，直到百年后被帕克救出，开始了正篇的故事。",
  name: "艾米莉亚",
  listId: 1
},
{
  data: "11月13日 3：20",
  avatar: "/images/list/3.png",
  content: "初音未来（初音ミク/Hatsune Miku），是2007年8月31日由CRYPTON FUTURE MEDIA以Yamaha的VOCALOID系列语音合成程序为基础开发的音源库，音源数据资料采样于日本声优藤田咲。/n2010年4月30日，发布初音未来6种不同声调的版本“初音未来Append”。2013年8月31日，初音未来英文版本同VOCALOID3一并发行。[1]  此外，初音未来还担任日本音乐团体Sound Horizon的演唱与合唱。随着“初音未来”声库的发售，这种成功的营销方式大幅改变了电子音乐人对于音乐业的认知和整个行业的格局。在衍生文化现象后，初音未来可指代包装封面上的那位葱色头发的少女形象，还可指活跃在动画漫画中出现的“人气歌手”/n近年来，初音未来成为各大厂商的“宠儿”，代言、授权产品种类从互联网、时装、汽车到生活用品，世界各地都有其踪迹。",
  name:"初音未来",
  listId: 2
},
  {
    data: "11月12日 3：20",
    avatar: "/images/list/2.png",
    content: "后来虚饰的魔女和强欲司教来袭，顺带引来了三大魔兽之一的黑蛇来袭击精灵群落。为了对抗强欲司教，怠惰司教强行融合了贤者交托给他的魔女因子觉醒了【不可视之手】，但依然不是强欲司教的对手，怠惰濒临死亡。在一旁观战的虚饰魔女使用权能改写了“让强欲司教与自己随行袭击精灵群落”的事实强制让强欲司教回去了。强欲司教所做成的一切对现实的干涉都被还原，怠惰身上的所有伤都被因“强欲司教不曾出现在这里”而还原了/n战斗的最后，因虚饰魔女使用权能【改写现实】，怠惰误杀了他最珍视的菲露托娜而精神崩溃。目睹这一切的爱蜜莉雅暴走了，爆发出超越虚饰魔女的魔力连气候都能改变的威力，但依旧不敌虚饰魔女。虚饰魔女无法达成目的【3】，就只好暂时撤退，临走前篡改了爱蜜莉雅的记忆，然后把精神崩溃怠惰司教带走了。随后爱蜜莉雅因持续不可控的魔力暴走连同自己一起冰封了整片艾利奥尔大森林，直到百年后被帕克救出，开始了正篇的故事。",
    name: "艾米莉亚",
    listId: 3
  },
  {
    data: "11月12日 3：20",
    avatar: "/images/list/2.png",
    content: "后来虚饰的魔女和强欲司教来袭，顺带引来了三大魔兽之一的黑蛇来袭击精灵群落。为了对抗强欲司教，怠惰司教强行融合了贤者交托给他的魔女因子觉醒了【不可视之手】，但依然不是强欲司教的对手，怠惰濒临死亡。在一旁观战的虚饰魔女使用权能改写了“让强欲司教与自己随行袭击精灵群落”的事实强制让强欲司教回去了。强欲司教所做成的一切对现实的干涉都被还原，怠惰身上的所有伤都被因“强欲司教不曾出现在这里”而还原了/n战斗的最后，因虚饰魔女使用权能【改写现实】，怠惰误杀了他最珍视的菲露托娜而精神崩溃。目睹这一切的爱蜜莉雅暴走了，爆发出超越虚饰魔女的魔力连气候都能改变的威力，但依旧不敌虚饰魔女。虚饰魔女无法达成目的【3】，就只好暂时撤退，临走前篡改了爱蜜莉雅的记忆，然后把精神崩溃怠惰司教带走了。随后爱蜜莉雅因持续不可控的魔力暴走连同自己一起冰封了整片艾利奥尔大森林，直到百年后被帕克救出，开始了正篇的故事。",
    name: "艾米莉亚",
    listId: 4
  },
  {
    data: "11月12日 3：20",
    avatar: "/images/list/2.png",
    content: "后来虚饰的魔女和强欲司教来袭，顺带引来了三大魔兽之一的黑蛇来袭击精灵群落。为了对抗强欲司教，怠惰司教强行融合了贤者交托给他的魔女因子觉醒了【不可视之手】，但依然不是强欲司教的对手，怠惰濒临死亡。在一旁观战的虚饰魔女使用权能改写了“让强欲司教与自己随行袭击精灵群落”的事实强制让强欲司教回去了。强欲司教所做成的一切对现实的干涉都被还原，怠惰身上的所有伤都被因“强欲司教不曾出现在这里”而还原了/n战斗的最后，因虚饰魔女使用权能【改写现实】，怠惰误杀了他最珍视的菲露托娜而精神崩溃。目睹这一切的爱蜜莉雅暴走了，爆发出超越虚饰魔女的魔力连气候都能改变的威力，但依旧不敌虚饰魔女。虚饰魔女无法达成目的【3】，就只好暂时撤退，临走前篡改了爱蜜莉雅的记忆，然后把精神崩溃怠惰司教带走了。随后爱蜜莉雅因持续不可控的魔力暴走连同自己一起冰封了整片艾利奥尔大森林，直到百年后被帕克救出，开始了正篇的故事。",
    name: "艾米莉亚",
    listId: 5
  },
  {
    data: "11月12日 3：20",
    avatar: "/images/list/2.png",
    content: "后来虚饰的魔女和强欲司教来袭，顺带引来了三大魔兽之一的黑蛇来袭击精灵群落。为了对抗强欲司教，怠惰司教强行融合了贤者交托给他的魔女因子觉醒了【不可视之手】，但依然不是强欲司教的对手，怠惰濒临死亡。在一旁观战的虚饰魔女使用权能改写了“让强欲司教与自己随行袭击精灵群落”的事实强制让强欲司教回去了。强欲司教所做成的一切对现实的干涉都被还原，怠惰身上的所有伤都被因“强欲司教不曾出现在这里”而还原了/n战斗的最后，因虚饰魔女使用权能【改写现实】，怠惰误杀了他最珍视的菲露托娜而精神崩溃。目睹这一切的爱蜜莉雅暴走了，爆发出超越虚饰魔女的魔力连气候都能改变的威力，但依旧不敌虚饰魔女。虚饰魔女无法达成目的【3】，就只好暂时撤退，临走前篡改了爱蜜莉雅的记忆，然后把精神崩溃怠惰司教带走了。随后爱蜜莉雅因持续不可控的魔力暴走连同自己一起冰封了整片艾利奥尔大森林，直到百年后被帕克救出，开始了正篇的故事。",
    name: "艾米莉亚",
    listId: 6
  }
]

module.exports = {
  postList: local_database
}
