var local_message_database = [{
  id:0,
  name:"亚丝娜",
  content:"结城明日奈，轻小说《刀剑神域》及其衍生作品中的女主角。 [1-2]  因好奇借用哥哥结成浩一郎的NERvGear进入SAO的网络游戏新手，并用真名取游戏角色名字。卷入了死亡游戏后内心一直恐惧而感到害怕，一直想尽快突破100层回到现实世界，被攻略组称为顶级公会的攻略之鬼，因为和桐人不和而决斗，后开始注意起桐人，直到认识“活在”SAO里的桐谷和人后改变想法，也因此喜欢上桐谷和人并在游戏里结婚",
  time:"2012.2.3",
  avatar:""
},
  {
    id:1,
    name: "御坂御坂",
    content: "动漫作品《魔法禁书目录》中人物及《科学超电磁炮》的主人公。学园都市中仅有的七名超能力者中排名第三位，学园都市最强“电击使”，代号“超电磁炮”。贵族女校常盘台中学二年级生，有“常盘台的王牌”和“最强无敌的电击公主”之称。性格好胜、正义感强，有着男孩子般的爽朗性格，但是却没有耐心，非常不坦率。",
    time: "2009.1.2",
    avatar: ""
  },
  {
    id:2,
    name: "时崎狂三",
    content: "时崎狂三是轻小说《约会大作战》及其衍生作品中的登场角色。至今为止士道所遭遇的唯一没有封印灵力的“最恶的精灵”。在偶然现身于人间的众多精灵当中，是能够从邻界以自己的意志现身的特异存在，甚至会有意地去杀人。为了有足够的寿命能让<刻刻帝>的“十二之弹”发动，回到三十年前始源精灵的出现并亲自解决她，而不停地杀人和吸收别人的时间。",
    time: "",
    avatar: ""
  },
  {
    id:3,
    name: "凉宫",
    content: "凉宫春日系列》是由日本小说家谷川流撰写、插画师伊东杂音负责插画的轻小说系列。小说的各卷标题均为《凉宫春日的××》（××可用两个汉字代入），内容是以凉宫春日为中心的SOS团及成员的冒险故事。系列小说自2003年推出以来便深受日本青少年的喜爱，多次被改编成电视动画、动画电影、漫画及各类型的游戏。/n作者谷川流曾以系列轻小说的第一册《凉宫春日的忧郁》获得2003年第八届“Sneaker”大赏的殊荣。《凉宫春日系列》在宝岛社举办的轻小说业界权威评选活动“这本轻小说真厉害！”中，一举夺得2005年度人气作品的第一名，且同系列作品在接下来的2006至2008年度评选中上榜，是2005年以来连续四年上榜前十的唯一作品。",
    time: "2006.1.3",
    avatar: ""
  },
  {
    id:4,
    name: "薇尔莉特",
    content: "薇尔莉特·伊芙加登是晓佳奈创作的轻小说和京都改编电视动画《紫罗兰永恒花园》的主人公。本作的名字《紫罗兰永恒花园（Violet Evergarden）》音译即为女主的名字薇尔莉特·伊芙加登/n隶属C·H邮政公司的“自动记忆人偶”少女。与其美貌不相称的是，拥有罕见的战斗力。幼年时被基尔伯特捡到。有着作为军人的过去。[3] ",
    time: "2018.1.2",
    avatar: ""
  },
  {
    id: 5,
    name: "薇尔莉特",
    content: "薇尔莉特·伊芙加登是晓佳奈创作的轻小说和京都改编电视动画《紫罗兰永恒花园》的主人公。本作的名字《紫罗兰永恒花园（Violet Evergarden）》音译即为女主的名字薇尔莉特·伊芙加登/n隶属C·H邮政公司的“自动记忆人偶”少女。与其美貌不相称的是，拥有罕见的战斗力。幼年时被基尔伯特捡到。有着作为军人的过去。[3] ",
    time: "2018.1.2",
    avatar: ""
  },
  {
    id: 6,
    name: "薇尔莉特",
    content: "薇尔莉特·伊芙加登是晓佳奈创作的轻小说和京都改编电视动画《紫罗兰永恒花园》的主人公。本作的名字《紫罗兰永恒花园（Violet Evergarden）》音译即为女主的名字薇尔莉特·伊芙加登/n隶属C·H邮政公司的“自动记忆人偶”少女。与其美貌不相称的是，拥有罕见的战斗力。幼年时被基尔伯特捡到。有着作为军人的过去。[3] ",
    time: "2018.1.2",
    avatar: ""
  },
  {
    id: 7,
    name: "薇尔莉特",
    content: "薇尔莉特·伊芙加登是晓佳奈创作的轻小说和京都改编电视动画《紫罗兰永恒花园》的主人公。本作的名字《紫罗兰永恒花园（Violet Evergarden）》音译即为女主的名字薇尔莉特·伊芙加登/n隶属C·H邮政公司的“自动记忆人偶”少女。与其美貌不相称的是，拥有罕见的战斗力。幼年时被基尔伯特捡到。有着作为军人的过去。[3] ",
    time: "2018.1.2",
    avatar: ""
  }]

module.exports = {
  postMessage: local_message_database
}